Repository: Zojax/zojax.product
Catalog: src/zojax/product/locales/*/LC_MESSAGES/zojax.product.po
Languages: nl, ru

source: Product
ru: Продукт

source: This is the Add-on Products install section.
nl: Dit is de product installatiemodule.
ru: Панель управления дополнительными продуктами.

source: Products management
nl: Productbeheer
ru: Управление продуктами

source: Manage products
nl: Beheer producten
ru: Управление продуктами

source: Required product is not found.
nl: Vereist product is niet gevonden.
ru: Необходимый продукт не найден.

source: Product already installed.
nl: Product is al geïnstalleerd.
ru: Продукт уже установлен.

source: Product is not installed.
nl: Product is niet geïnstalleerd.
ru: Продукт не установлен.

source: Product: Broken product!!!
nl: Dit product is beschadigd!!!
ru: Продукт: Не работающий продукт!!!

source: Can't create utility.
nl: Kan utility niet aanmaken.
ru: Невозможно создать утилиту.

source: Update
nl: Bijwerken
ru: Обновить

source: Uninstall
nl: Verwijderen
ru: Деинсталлировать

source: Installed Products
nl: Geïnstalleerde producten
ru: Установленные продукты

source: Products available for install
nl: Producten beschikbaar voor installatie
ru: Доступные продукты

source: This is the Add-on Products install section, you can add products in the lists below.
nl: Dit is de product installatiemodule, u kunt producten selecteren in de onderstaande lijst.
ru: Вы можете установить продукты из последующего списка.

source: Install
nl: Installeren
ru: Установить

source: Select one or more products to uninstall.
nl: Selecteer één of meer producten om te verwijderen.
ru: Выбирите один или более продуктов для деинсталлирования."

source: Selected products has been uninstalled.
nl: Geselecteerde producten zijn verwijderd.
ru: Выбранные продукты были деинсталлированы.

source: Select one or more products to install.
nl: Selecteer één of meer producten om te installeren.
ru: Выбирите один или более продуктов для установки.

source: Selected products has been installed.
nl: Geselecteerde producten zijn geïnstalleerd.
ru: Выбранные продукты были установлены.

source: Select one or more products to update.
nl: Selecteer één of meer producten om bij te werken.
ru: Выбирите один или более продуктов для обновления.

source: Selected products has been updated.
ru: Выбранные продукты обновлены.
